export default{

        1: {
            question: 'Ваш пол:',
            answers: ['Мужчина','Женщина'],
            type: 'input',
        },
        2: {
            question: 'Укажите ваш возраст:',
            answers: ["До 18", "От 18 до 28", "От 29 до 35", "От 36"],
            type: 'input',
        },
        3: {
            question: 'Выберите лишнее:',
            answers: ["Дом", "Шалаш", "Бунгало", "Скамейка", "Хижина"],
            type: 'input',
        },
        4: {
            question: 'Продолжите числовой ряд: 18  20  24  32  ',
            answers: [62, 48, 74, 57, 60, 77, 4],
            type: 'input',
        },
        5: {
            question: "Выберите цвет, который сейчас наиболее Вам приятен:",
            answers: ["#A8A8A8", "#0000A9", "#00A701", "#F60100", "#FDFF19",
            "#A95403", "#000000", "#850068", "#46B2AC"],
            type: 'color'
        },
        6: {
            question: "Отдохните пару секунд, еще раз Выберите цвет, который сейчас наиболее Вам приятен:",
            answers: ["#A8A8A8", "#46B2AC", "#A95403", "#00A701", "#000000", "#F60100", "#850068", "#FDFF19", "#0000A9"],
            type: 'color'
        },
        7: {
            question: "Какой из городов лишний?",
            answers: ["Вашингтон", "Лондон", "Париж", "Нью-Йорк", "Москва", "Оттава"],
            type: 'input',
        },
        8: {
            question: "Выберите правильную фигуру из четырёх пронумерованных.",
            answers: ["1", "2", "3", "4"],
            type: 'image',
            image: require('@/assets/img/8question.png')
        },
        9: {
            question: "Вам привычнее и важнее:",
            answers: ["Наслаждаться каждой минутой проведенного времени", "Быть устремленными мыслями в будущее",
                "Учитывать в ежедневной практике прошлый опыт"],
            type: 'input',
        },
        10: {
            question: "Какое определение, по-Вашему, больше подходит к этому геометрическому изображению: ",
            answers: ["Оно остроконечное", "Оно устойчиво", "Оно-находится в состоянии равновесия"],
            type: 'inputImage',
            image: require('@/assets/img/10question.png')
        },
        11: {
            question: "Вставьте подходящее число",
            answers: ["34", "36", "53", "44", "66", "42"],
            type: 'image',
            image: require('@/assets/img/11question.png')
        }
}